<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Manual de usuario</title>
</head>

<body><div align="center"><h3>MANUAL DE AYUDA</h3><p><h1><i>ALARIFE 4</i> v09.10.12</h1></div>
<b>Alarife 4</b> es una aplicaci&oacute;n, totalmente libre, programada y creada en la ciudad cubana de Manzanillo, con el objeto de ayudarle a crear sitios web y enciclopedias tem&aacute;ticas en virtud de la cantidad, variedad y profundidad de la informacion ofrecida.<p>

Para crear un sitio web o una enciclopedia no es preciso que Ud. sepa programar, solo debe poseer la informaci&oacute;n (textos, im&aacute;genes, sonidos y videos), sobre la cual versara su proyecto. Despu&eacute;s que dicha informaci&oacute;n haya sido editada y adecuadamente relacionada, elegira la plantilla que m&aacute;s le complazca y ya esta en condiciones de generar su proyecto; entonces, Alarife IV se encargara del resto y luego de unos segundos podra contar con un sitio o una enciclopedia en html puro, portable y multiplataforma.<p>

<b>Alarife 4</b> se distribuye bajo los t&eacute;rminos de la <i>Licencia P&uacute;blica General GNU</i> tal como la publica la <b>Free Software Foundation</b>; ya sea en la versi&oacute;n 2 de la Licencia, o (a su opci&oacute;n) cualquier versi&oacute;n posterior.<p>

Como <b>Alarife 4</b> es libre, Ud. tiene la libertad de usarlo con cualquier prop&oacute;sito; la libertad de estudiar como funciona y modificarlo, adaptandolo a sus necesidades; la libertad de distribuir copias con lo cual puede ayudar a su projimo y la libertad de mejorarlo y hacer p&uacute;blicas esas mejoras a los dem&aacute;s, de modo que toda la comunidad se beneficie.
<p>

<b>Alarife 4</b> se distribuye con el prop&oacute;sito de que le sea &uacute;til, pero SIN NINGUNA GARANT&Iacute;A; sin incluso la garant&iacute;a impl&iacute;cita de MERCANTILIDAD o  IDONEIDAD PARA UN PROP&Oacute;SITO DETERMINADO. Vea la <i>Licencia P&uacute;blica General de GNU</i> para m&aacute;s detalles.<p>

Deber&iacute;a haber recibido una copia de la <i>Licencia P&uacute;blica General de GNU</i> junto con <b>Alarife 4</b>; si no es as&iacute;, escriba a la Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.</p>
</body>
</html>
